content/snippets/insightful-quotes.org
#+title: Insightful Quotes

** Insightful Quotes :snippets:quotes:

I will be making few snippets on few quotes which impressed me or made me laugh for the day!

Hope so, it is insightful enough for you also.

-------------------


+ Self quote

  #+begin_quote
 Don't just read, Think - Research and Understand!
#+end_quote

+ Walt Kelly

  #+begin_quote
  Every burden is a blessing.
#+end_quote

+ Gustave Flaubert

  #+begin_quote
  The art of writing is the art of discovering what you believe.
#+end_quote

+ Samuel Butlet

  #+begin_quote
  Let us be grateful to the mirror for revealing to us our appearance only.
#+end_quote

+ Joseph Cossman

  #+begin_quote
  Obstacles are things a person sees when he takes his eyes off his goal.
#+end_quote

+ Henny Youngman

  #+begin_quote
  I told the doctor I broke my leg in two places. He told me to quit going to those places.
#+end_quote

+ Barabara Tober

  #+begin_quote
  Traditions are group efforts to keep the unexpected from happening.
#+end_quote

+ Frank Wilczek

  #+begin_quote
In physics, you don't have to go around making trouble for yourself - nature does it for you.
  #+end_quote

+ David Coblitz

  #+begin_quote
  A committee can make a decision that is dumber than any of its members.
#+end_quote


-------------------


#+begin_center
With that *"quoted"*, I hope you have a great day!

Visit the snippets again!
#+end_center
