snippets/insightful-quotes.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-01-01 Mon 16:40 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Insightful Quotes</title>
<meta name="generator" content="Org mode">
</head>
<body>
<div id="preamble" class="status">
<link rel="stylesheet" type="text/css" href="/stylesheet.css"/>

<p align="right">
<a class="active" href="/"></a> |
<a href="/posts/">Posts</a> |
<a href="/snippets/">Snippets</a> |
<a href="/repository.html">Repository</a> |
<a href="/about.html">About</a> |
<a href="/rss.xml"> rss </a>
</p>
</div>
<div id="content">
<header>
<h1 class="title">Insightful Quotes</h1>
</header>
<div id="outline-container-org057cf61" class="outline-2">
<h2 id="org057cf61">Insightful Quotes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="snippets">snippets</span>&#xa0;<span class="quotes">quotes</span></span></h2>
<div class="outline-text-2" id="text-org057cf61">
<p>
I will be making few snippets on few quotes which impressed me or made me laugh for the day!
</p>

<p>
Hope so, it is insightful enough for you also.
</p>

<hr>


<ul class="org-ul">
<li><p>
Self quote
</p>

<blockquote>
<p>
Don&rsquo;t just read, Think - Research and Understand!
</p>
</blockquote></li>

<li><p>
Walt Kelly
</p>

<blockquote>
<p>
Every burden is a blessing.
</p>
</blockquote></li>

<li><p>
Gustave Flaubert
</p>

<blockquote>
<p>
The art of writing is the art of discovering what you believe.
</p>
</blockquote></li>

<li><p>
Samuel Butlet
</p>

<blockquote>
<p>
Let us be grateful to the mirror for revealing to us our appearance only.
</p>
</blockquote></li>

<li><p>
Joseph Cossman
</p>

<blockquote>
<p>
Obstacles are things a person sees when he takes his eyes off his goal.
</p>
</blockquote></li>

<li><p>
Henny Youngman
</p>

<blockquote>
<p>
I told the doctor I broke my leg in two places. He told me to quit going to those places.
</p>
</blockquote></li>

<li><p>
Barabara Tober
</p>

<blockquote>
<p>
Traditions are group efforts to keep the unexpected from happening.
</p>
</blockquote></li>

<li><p>
Frank Wilczek
</p>

<blockquote>
<p>
In physics, you don&rsquo;t have to go around making trouble for yourself - nature does it for you.
</p>
</blockquote></li>

<li><p>
David Coblitz
</p>

<blockquote>
<p>
A committee can make a decision that is dumber than any of its members.
</p>
</blockquote></li>
</ul>


<hr>


<div class="org-center">
<p>
With that <b>&ldquo;quoted&rdquo;</b>, I hope you have a great day!
</p>

<p>
Visit the snippets again!
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<br><br>
<!-- <p class="date" id="content" align="left" style="font-size:0.8em;">Posted on: 2023-03-29 Wed 00:00 -->
<!--   <br> -->
<!--  Updated on: 2024-01-01 Mon 16:39 -->
<!-- </p> -->

<p align="center" style="font-size:0.7em;">
<br>
- - - - - - -  - - - - - - -  - - - - - - -  - - - - - - -
<br><br>
 2023 - 2024 <b>Dilip</b>  Made with 󰣐  using <a href="https://orgmode.org/">Org-mode</a> &amp; <a href="https://www.gnu.org/software/emacs/">Emacs</a>
<br>
The <a href="https://github.com/idlip/idlip.github.io">code</a> for this site is licensed under the <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GPLv3</a>, and the content is licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA 4.0</a>
</p>

<!-- with org convert -->

<!-- #+attr_html: :align center :style font-size:0.7em; -->
<!-- Made with 󰣐  using [[https://orgmode.org][Org-mode]] & [[https://www.gnu.org/software/emacs/][Emacs]] -->
<!-- The [[https://github.com/idlip/idlip.github.io][code]] for this site is licensed under the [[https://www.gnu.org/licenses/gpl-3.0.en.html][GPLv3]], and the content is licensed under [[https://creativecommons.org/licenses/by-sa/4.0/][CC-BY-SA 4.0]] -->
</div>
</body>
</html>
